{
  "BAL": false,
  "MI": false,
  "architectures": [
    "MoEsmVec"
  ],
  "attention_probs_dropout_prob": 0.0,
  "contact_head": false,
  "domains": [
    "[EC]",
    "[BP]",
    "[CC]",
    "[MF]",
    "[IP]",
    "[3D]"
  ],
  "emb_layer_norm_before": false,
  "esmfold_config": null,
  "expert_loss": false,
  "hidden_dropout_prob": 0.05,
  "hidden_size": 320,
  "initializer_range": 0.02,
  "intermediate_size": 1280,
  "is_folding_model": false,
  "layer_norm_eps": 1e-05,
  "mask_token_id": 32,
  "max_position_embeddings": 1026,
  "model_type": "moesm",
  "moe_type": "topk",
  "num_attention_heads": 20,
  "num_experts": 8,
  "num_hidden_layers": 6,
  "num_tasks": 4,
  "pad_token_id": 1,
  "position_embedding_type": "rotary",
  "single_moe": false,
  "token_dropout": false,
  "token_moe": true,
  "topk": 2,
  "torch_dtype": "bfloat16",
  "transformers_version": "4.40.0",
  "use_cache": true,
  "vocab_list": null,
  "vocab_size": 33,
  "wBAL": 0.1,
  "wEX": 0.1
}
